<script setup>

</script>

<template>
  <div class="content">
    <ol>
      <li>Незнание Правил не освобождает от необходимости их выполнения.</li>
      <li>Отправка любого сообщения на форум автоматически означает Ваше согласие с настоящими Правилами и с необходимостью их выполнения.</li>
      <li>Все имеющиеся на сервере сведения имеют исключительно информационное назначение. Все сообщения отражают мнения их авторов, и администрация не несет за их содержание никакой ответственности.</li>
      <li>Правила форума apprendrefr.ru могут изменяться без уведомления пользователей.</li>
      <li>Имя пользователя не должно содержать ссылок на другие сайты, нецензурных слов и выражений, словосочетаний, визуально схожих с никами других пользователей форума.</li>
      <li>Запрещается использовать в аватарах и форумных подписях рекламные ссылки и скрытую рекламу, призывы к насилию и нарушению законодательства, порнографию, ненормативную лексику и другую некорректную информацию. В случае нарушения этого правила аватара/подпись будет немедленно удалена.</li>
      <li>Перед тем как оставлять свои первые сообщения на форуме, внимательно ознакомиться с правилами форума, убедиться, что тема создается в разделе соответствующей тематики. Если Вы случайно ошиблись тематикой раздела, попросите администратора или модераторов перенести тему в нужный раздел.</li>
      <li>Перед созданием новой темы убедиться, что подобная тема еще не обсуждалась.</li>
      <li>При создании новой темы давать ей осмысленное, лаконичное и внятное название. Оно должно отражать суть вопроса или сообщения. Запрещается записывать название темы заглавными буквами.</li>
      <li>Запрещается создавать темы, обращенные к конкретным пользователям форума (для этого существуют личные сообщения).</li>
      <li>Запрещается флейм - переход границ вежливости во время обсуждения - грубые, нецензурные выражения и оскорбления в любой форме.</li>
      <li>Запрещается флуд - бессмысленную или малосодержательную информацию, не несущую в себе смысловой нагрузки.</li>
      <li>Мат и прочие недопустимые в культурной речи слова запрещены к употреблению на форуме. Маскировка таких слов различными символами (звёздочка, подчёркивание, многоточие и т.п.) также запрещена.</li>
      <li>Ответственность за содержание сообщений несет его автор.</li>
      <li>Ответственность за опубликованные цитаты несет цитирующий.</li>
      <li>Если вы копируете какую-либо информацию, старайтесь сохранять авторское право и указывать первоисточник.</li>
    </ol>
    <div>
      <p>
        Хотя модераторы и администраторы, обслуживающие apprendrefr.ru - Форум, стараются удалять все оскорбительные и некорректные сообщения из разделов на форуме, всё равно все сообщения просмотреть невозможно. Сообщения отражают точку зрения только автора, и никак не администрации форума, соответственно, только автор несёт ответственность за содержание сообщения.
      </p>
      <p>
        Соглашаясь с нашими правилами, вы обязуетесь выполнять требования форума в целом, а также требования законодательства РФ.
      </p>
      <p>
        Администрация форума оставляет за собой право удалять, изменять, переносить или закрывать любую тему или сообщение по своему усмотрению.
      </p>
    </div>
  </div>
</template>

<style scoped>
.content{
  @apply px-10 py-8 text-sm;
}

.content ol{

}

.content ol li{
  @apply list-decimal ms-8 py-2;
}

.content p{
  @apply py-2;
}
</style>
